<template>
    <div class="flex flex-col gap-6">
        <NuxtLink to="/" class="flex items-center gap-2">
            <Icon name="material-symbols:keyboard-backspace-rounded" class="text-2xl" />
            <p class="text-2xl">На главную</p>
        </NuxtLink>
        <div class="flex items-center gap-9">
            <img src="/images/about/hero.png" alt="" class="w-1/2 aspect-video object-cover rounded-xl">
            <p class="text-2xl w-1/2">
                Медицинский центр «Здоровье++»
                предоставляет
                высокотехнологичные медицинские
                услуги диагностики болезней и
                лечения пациентов. В нашем
                учреждении работает
                внимательный, отзывчивый
                персонал, а самое главное – это то,
                что у нас работают профессионалы
                самого высокого уровня.
            </p>
        </div>
    </div>
    <div class="flex flex-col gap-6 items-center">
        <p class="mainHeading">Наша миссия</p>
        <p class="text-2xl">
            Основа нашей политики — это предоставление нашим пациентам медицинских услуг
            высочайшего качества в наиболее удобной форме. Современное медицинское
            оборудование ведущих мировых производителей, высококвалифицированные врачи
            и медицинский персонал обеспечивают высокое качество медицинского
            обслуживания. Наши пациенты доверяют медицинскому персоналу клиники
            «Здоровье++» самое дорогое – свое здоровье и здоровье своих близких. Мы ценим
            каждого нашего пациента, учитываем индивидуальные особенности, личностные
            предпочтения и возможности. Для каждого нашего пациента – доктор, лечащий врач
            становится не просто человеком, которому доверили свое здоровье. Врач становится
            другом, умеющим слушать и дающим надежду.
        </p>
    </div>
</template>

<script setup>

</script>